Repository: wp-plugins/twitter-plugin
Catalog: languages/twitter-*.po
Languages: da_dk, es_es, nl_nl, sk_sk

source: Activated plugins
es_es: Pugin Activado
nl_nl: Geactveerde plugins
sk_sk: Aktivovaný pluginy

source: Read more
es_es: Leer m&aacute;
nl_nl: Lees meer
sk_sk: Prečítajte si viac

source: Settings
da_dk: Indstillinger
es_es: Configuraci&oacute;n
nl_nl: Instellingen
sk_sk: Nastavenia

source: Installed plugins
es_es: Plugins instalados
nl_nl: Geinstaleerde plugins
sk_sk: Inštalovaných pluginov

source: Recommended plugins
es_es: Plugins recomendados
nl_nl: Aanbevolen plugins
sk_sk: Odporúčaná pluginy

source: Download
es_es: Descargar
sk_sk: Stiahnuť

source: Install %s
es_es: Instalar %s
nl_nl: Installeer %s
sk_sk: Inštalácia %s

source: Install now from wordpress.org
es_es: Instalar desde wordpress.org
nl_nl: Installeer van wordpress.org
sk_sk: Teraz inštalovať z wordpress.org

source: If you have any questions, please contact us via plugin@bestwebsoft.com or fill in our contact form on our site
es_es: Si usted tiene alguna pregunta o inquietud, por favor, comun&iacute;quese con nosotros a trav&eacute;s de plugin@bestwebsoft.com o llene el formulario ce cont&aacute;cto en nuestro sitio
nl_nl: Als je vragen hebt, stuur ons een e-mail via plugin@bestwebsoft.com of gebruik het contactformulier op onze website
sk_sk: Ak máte akékoľvek otázky, kontaktujte nás cez plugin@bestwebsoft.com alebo vyplňte náš kontaktný formulár na našich stránkach

source: Twitter Options
es_es: Configuraci&oacute;n de Twitter
nl_nl: Twitter opties
sk_sk: Twitter možnosti

source: Options saved.
es_es: Configuraci&oacute;n guardada.
nl_nl: Opties opgeslagen
sk_sk: Nastavenia uložené.

source: Settings for the button "Follow Me":
da_dk: Indstillinger for knappen "Follow Me":
es_es: Configurar el bot&oacute;n "S&iacute;gueme":
nl_nl: Instellingen voor de knop "Follow Me":
sk_sk: Nastavenia pre tlačidlo "Follow Me":

source: Enter your username:
da_dk: Indtast dit brugernavn:
es_es: Introduce tu nombre de usuario :
nl_nl: Vul uw gebruikersnaam in :
sk_sk: Zadajte svoje používateľské meno:

source: If you do not have Twitter account yet you need to create it using this link
es_es: Si no tienes una cuenta de Twitter puedes crear una pulsando este link
nl_nl: Als je nog geen Twitter account hebt dan kan je er een aanmaken via de deze link
sk_sk: Ak nemáte Twitter účet ešte musíte vytvoriť pomocou tohto odkazu

source: Put a shortcode [follow_me] on necessary page or post to use "Follow Me" button.
es_es: Introduce el c&oacute;digo abreviado [follow_me] en las p&aacute;ginas y mensajes donde quuires que se vea el bot&oacute;n "S&iacute;gueme"
nl_nl: Gebruik de shortcode [follow_me] op de pagina of post om de "Follow Me" te tonen.
sk_sk: Dať krátky [follow_me] na potrebné stránka alebo príspevok použiť "Follow Me" tlačidlo.

source: If you would like to utilize this button in another place, please put strings below into the template source code
es_es: Si desea utilizar este bot&oacute;n en otro lugar, por favor, ponga el c&oacute;digo siguienteen el c&oacute;digo de fuente de su plantilla
nl_nl: Als je deze button ergens anders wil gebruiken, plak de onderstaande code ergens in de template broncode
sk_sk: Ak by ste chceli využiť toto tlačidlo na inom mieste, prosím dať reťazcov nižšie do zdrojového kódu šablóny

source: Settings for the button "Twitter":
es_es: Configuraci&oacute;n del bot&oacute;n "Twitter":
nl_nl: Instellingen voor de knop "Twitter":
sk_sk: Nastavenia pre tlačidlo "Twitter":

source: Choose a position for an icon "Twitter":
es_es: El&iacute;ja una posici&oacute;n para el &iacute;cono "Twitter":
nl_nl: Kies een positie voor het "Twitter" logo:
sk_sk: Vybrať pozíciu pre ikonu "Twitter":

source: Top position
es_es: Posici&oacute;n superior
nl_nl: Bovenaan gepositioneerd
sk_sk: Najvyššiu pozíciu

source: Bottom position
da_dk: Bund position
es_es: Posici&oacute;n baja
nl_nl: Onderaan gepositioneerd
sk_sk: Dolná poloha

source: When clicking this sign a user adds to their twitter page article that they liked along with a link to it.
es_es: Al hacer clic en este signo, un usuario agrega a su p&aacute;gina de Twitter el art&iacute;culo que le gusta junto con un enlace a la misma.
nl_nl: Als een bezoeker hierop klikt dan wordt Twitter geopend en kan men het artikel en link delen.
sk_sk: Keď kliknete toto znamenie používateľ pridáva ich twitter stránku článku, ktorý sa im páči spolu s odkazom na to.

source: Save Changes
da_dk: Gem ændringer
es_es: Configuraci&oacute;n guardada
nl_nl: Instellingen opslaan
sk_sk: Uložiť zmeny

source: Click here if you liked this article.
es_es: Click si te gusta este art&iacute;culo.
nl_nl: Klik hier als je dit artikel leuk vindt
sk_sk: Kliknite sem, ak sa vám páčil tento článok.

source: FAQ
es_es: Preguntas m&aacute;s frecuentes

source: Support
es_es: Ayuda
nl_nl: Ondersteuning
sk_sk: Podpora

source: Twitter Settings
da_dk: Twitter indstillinger

source: Settings saved
da_dk: Indstillinger gemt

source: Error: File size > 32K
da_dk: FEJL: fil størrelse > 32K

source: Error: Invalid file type
da_dk: FEJL: ugyldig fil type

source: Error: moving file failed
da_dk: FEJL: fejl under flytning af fil

source: Error: check image width or height
da_dk: FEJL: tjek billede bredde eller højde

source: Uploading Error: check image properties
da_dk: Oploading Fejl: tjek billedegenskaber

source: If you do not have Twitter account yet, you should create it using this link
da_dk: Hvis du ikke har en Twitter konto endnu, kan du oprette en ved at følge dette link

source: If you would like to use this button in some other place, please paste this line into the template source code
da_dk: Hvis du ønsker at bruge denne knap et andet sted, så indsæt teksten herunder ind i skabelonens kildekode.

source: Choose display settings:
da_dk: Vælg visnings indstillinger

source: Standard button
da_dk: Standard knap

source: Custom button
da_dk: Brugerdefineret knap

source: Current image:
da_dk: Nuværende billede

source: "Follow Me" image:
da_dk: "Follow Me" billede:

source: Image properties: max image width:100px; max image height:100px; max image size:32Kb; image types:"jpg", "jpeg".
da_dk: Billedegenskaber: Maks bredde: 100px; maks. højde: 100px; Maks billede størrelse: 32Kb; Billede type:"jpg", "jpeg".

source: Disable the "Twitter" button:
da_dk: Slå "Twitter" knappen fra:

source: Choose the "Twitter" icon position:
da_dk: Vælg "Twitter" ikon position:

source: By clicking this icon a user can add the article he/she likes to his/her Twitter page.
da_dk: Når en bruger klikker på dette ikon, tilføjer brugeren til deres twitter side at de synes godt det, sammen med et link.

source: Click here if you like this article.
da_dk: Klik her hvis du kan lide denne artikel.
